brew "zlib"
brew "binutils"
brew "gcc"
brew "libnghttp2"
brew "openldap"
brew "curl"
brew "python@3.12"
brew "glib"
brew "deno"
brew "icu4c@78"
brew "git"
brew "goreleaser"
brew "lazygit"
brew "make"
brew "node-build"
brew "nodenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "vim"
brew "yq"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "otoniel-isidoro.vscode-ruby-ctags"
